[
    {"id":1,"name":"REMEMBER I'LL ALWAYS BE HERE FOR YOU.","description":"\"Remember I'll always be here...\" is one of the most well-known saying from Bluey. More specifically, it appear at around the end of episode \"Sleepytime\" in Season 2 - one of the most rated episodes in the whole series.","links":{"website":["https://www.bluey.tv/watch/season-2/sleepytime/"]},"path":{"0":[[-464,-498],[464,-498],[464,-488],[-464,-489],[-464,-498]]},"center":{"0":[451,-493]}},
    {"id":2,"name":"Gradition","description":"IN_NEED_OF_DESCRIPTION","links":{"website":["https://graditon.com"]},"path":{"0":[[-398,-215],[-214,-215],[-214,-174],[-398,-174]]},"center":{"0":[-306,-194]}},
    {"id":3,"name":"Amnesiac","description":"Amnesiac is the fifth studio album by the English rock band Radiohead, released on 30 May 2001 by EMI. It was recorded with the producer Nigel Godrich in the same sessions as Radiohead's previous album Kid A (2000). As with Kid A, Amnesiac incorporates influences from electronic music, 20th-century classical music, jazz and krautrock.","links":{"website":["https://en.wikipedia.org/wiki/Amnesiac_(album)"]},"path":{"0":[[-130,-192],[-131,-129],[-67,-129],[-67,-192],[-130,-192]]},"center":{"0":[-99,-160]}},
    {"id":4,"name":"The Colour and the Shape","description":"The Colour and the Shape is the second studio album by American rock band Foo Fighters, released on May 20, 1997 through Roswell and Capitol Records. It marked the official debut of the Foo Fighters as a band, as their eponymous 1995 debut album was recorded entirely by frontman Dave Grohl and producer Barrett Jones. The Colour and the Shape is widely considered a defining album of the post-grunge genre, with its three singles becoming permanent staples of rock-oriented radio in the United States.","links":{"website":["https://en.wikipedia.org/wiki/The_Colour_and_the_Shape"]},"path":{"0":[[-194,-192],[-131,-192],[-131,-129],[-194,-129]]},"center":{"0":[-162,-160]}},
    {"id":5,"name":"The Dark Side of the Moon","description":"The Dark Side of the Moon is the eighth studio album by the English rock band Pink Floyd, released on 1 March 1973 by Harvest Records in the UK and Capitol Records in the US. Developed during live performances before recording began, it was conceived as a concept album that would focus on the pressures faced by the band during their arduous lifestyle, and also deal with the mental health problems of the former band member Syd Barrett, who departed the group in 1968.","links":{"website":["https://en.wikipedia.org/wiki/The_Dark_Side_of_the_Moon"]},"path":{"0":[[-3,-129],[-66,-129],[-66,-192],[-3,-192]]},"center":{"0":[-34,-160]}},
    {"id":6,"name":"Tribute to Michigun","description":"Michael Reisner (December 9, 1996 - March 10, 2021 [aged 24]), aka. Michigun, was an Austrian pro Geometry Dash mobile player and level creator. He is considered the most honored Geometry Dash player in the world. Michael is well-known for creating a series of The Legend of Zelda-inspired Demons known as The Temple Series. In March 2021, he passed away for unknown reasons, and his death was confirmed by player and creator Viprin, who was a close friend of him.","links":{"website":["https://geometry-dash-fan.fandom.com/wiki/Michigun", "https://www.youtube.com/user/reisnermichael"]},"path":{"0":[[424,396],[500,396],[500,500],[424,499]]},"center":{"0":[462,448]}},
    {"id":7,"name":"GNU/Linux","description":"Linux is a family of open-source operating systems based on the Linux kernel, an operating system kernel first released on September 17, 1991, by Linus Torvalds. Linux is typically packaged as a Linux distribution, which includes the kernel and supporting system software and libraries, many of which are provided by the GNU Project.","links":{"website":["https://en.wikipedia.org/wiki/Linux"], "subreddit": ["linux"]},"path":{"0":[[-245,-266],[-245,-434],[-116,-434],[-115,-266]]},"center":{"0":[-180,-349]}},
    {"id":8,"name":"Deep Rock Galatic","description":"Deep Rock Galactic is a cooperative first-person shooter video game developed by Danish studio Ghost Ship Games and published by Coffee Stain Publishing.\n\nDeep Rock Galactic is set on the alien planet of Hoxxes IV, whose caves are rich in minerals but filled with hostile wildlife and hazardous environments. The player controls a dwarf miner employed by Deep Rock Galactic, an intergalactic mining corporation that sends employees into the caves of Hoxxes IV to extract resources. Players can team up with up to three other dwarves on missions into the planet, where they must navigate procedurally generated caves and complete objectives while fighting alien swarms.","links":{"website":["https://en.wikipedia.org/wiki/Deep_Rock_Galactic","https://store.steampowered.com/app/548430/Deep_Rock_Galactic/"],"subreddit":["DeepRockGalactic"]},"path":{"0":[[-500,242],[-373,242],[-373,283],[-500,283]]},"center":{"0":[-436,263]}},
    {"id":9,"name":"Vietnam","description":"Vietnam (Vietnamese: Việt Nam), officially the Socialist Republic of Vietnam, is a country at the eastern edge of mainland Southeast Asia, with an area of about 331,000 square kilometres (128,000 sq mi) and a population of over 100 million, making it the world's fifteenth-most populous country. Its capital is Hanoi and its largest city is Ho Chi Minh City (commonly referred to by its former name, Saigon).","links":{"website":["https://en.wikipedia.org/wiki/Vietnam"],"subreddit":["Vietnam"]},"path":{"0":[[304,-112],[321,-112],[321,-91],[304,-91]]},"center":{"0":[313,-101]}},
    {"id":10,"name":"Egypt","description":"Egypt (Arabic: مصر Miṣr [mesˁr], Egyptian Arabic pronunciation: [mɑsˤr]), officially the Arab Republic of Egypt, is a transcontinental country spanning the northeast corner of Africa and the Sinai Peninsula in the southwest corner of Asia. Cairo is the capital and largest city of Egypt, while Alexandria, the second-largest city, is an important industrial and tourist hub at the Mediterranean coast. At approximately 100 million inhabitants, Egypt is the 14th-most populated country in the world, and the third-most populated in Africa, behind Nigeria and Ethiopia.","links":{"website":["https://en.wikipedia.org/wiki/Egypt"],"subreddit":["Egypt"]},"path":{"0":[[324,-110],[333,-110],[333,-101],[324,-101]]},"center":{"0":[329,-105]}},
    {"id":11,"name":"France","description":"France (French: [fʁɑ̃s]), officially the French Republic (French: République française [ʁepyblik fʁɑ̃sɛːz]), is a country located primarily in Western Europe. It also includes overseas regions and territories in the Americas and the Atlantic, Pacific and Indian oceans, giving it one of the largest discontiguous exclusive economic zones in the world. Its eighteen integral regions (five of which are overseas) span a combined area of 643,801 km2 (248,573 sq mi) and have a total population of 68.4 million as of January 2024.","links":{"website":["https://en.wikipedia.org/wiki/France"],"subreddit":["France"]},"path":{"0":[[338,-110],[349,-110],[349,-101],[338,-101]]},"center":{"0":[344,-105]}},
    {"id":12,"name":"Kyrgyzstan","description":"Kyrgyzstan (Krygyz: Кыргыз Республикасы, Russian: Кыргызская Республика), officially the Kyrgyz Republic, is a landlocked country in Central Asia, lying in the Tian Shan and Pamir mountain ranges. Bishkek is the capital and largest city of the country. Ethnic Kyrgyz make up the majority of the country's 7 million people, followed by significant minorities of Uzbeks and Russians.","links":{"website":["https://en.wikipedia.org/wiki/Kyrgyzstan"],"subreddit":["Kyrgyzstan"]},"path":{"0":[[354,-110],[371,-110],[371,-91],[354,-91]]},"center":{"0":[363,-100]}},
    {"id":13,"name":"Philippines","description":"The Philippines (/ˈfɪlɪpiːnz/; Filipino: Pilipinas), officially the Republic of the Philippines (Filipino: Republika ng Pilipinas), is an archipelagic country in Southeast Asia. In the western Pacific Ocean, it consists of 7,641 islands, with a total area of 300,000 square kilometers. Manila is the country's capital, and its most populated city is Quezon City.","links":{"website":["https://en.wikipedia.org/wiki/Philippines"],"subreddit":["Philippines"]},"path":{"0":[[374,-110],[389,-110],[389,-91],[374,-91]]},"center":{"0":[382,-100]}},
    {"id":14,"name":"Mongolia","description":"Mongolia (/mɒŋˈɡoʊliə/; Mongolian: Монгол Улс, ᠮᠤᠩᠭᠤᠯ ᠤᠯᠤᠰ) is a landlocked country in East Asia. It covers an area of 1,564,116 square kilometres (603,909 square miles), with a population of just 3.3 million, making it the world's most sparsely populated sovereign state. Mongolia is the world's largest landlocked country that does not border a closed sea, and much of its area is covered by grassy steppe, with mountains to the north and west and the Gobi Desert to the south. Ulaanbaatar, the capital and largest city, is home to roughly half of the country's population.","links":{"website":["https://en.wikipedia.org/wiki/Mongolia"],"subreddit":["Mongolia"]},"path":{"0":[[394,-110],[411,-110],[411,-101],[394,-101]]},"center":{"0":[403,-105]}},
    {"id":15,"name":"Ethiopia","description":"Ethiopia, officially the Federal Democratic Republic of Ethiopia, is a country located in the Horn of Africa region of East Africa. Ethiopia covers a land area of 1,112,000 square kilometres (472,000 sq. miles). As of 2023, it is home to around 128 million inhabitants, making it the 13th-most populous country in the world, the 2nd-most populous in Africa after Nigeria, and the most populated landlocked country on Earth. The national capital and largest city, Addis Ababa, lies several kilometres west of the East African Rift that splits the country into the African and Somali tectonic plates.","links":{"website":["https://en.wikipedia.org/wiki/Ethiopia"],"subreddit":["Ethiopia"]},"path":{"0":[[416,-110],[429,-110],[429,-89],[416,-89]]},"center":{"0":[423,-99]}},
    {"id":16,"name":"Spain","description":"Spain (Spanish: España), or the Kingdom of Spain (Reino de España), is a country located in Southwestern Europe, with parts of its territory in the Atlantic Ocean, the Mediterranean Sea and Africa. It is the largest country in Southern Europe and the fourth-most populous European Union member state. Spain's capital and largest city is Madrid; other major urban areas include Barcelona, Valencia, Zaragoza, Seville, Málaga, Murcia, Palma de Mallorca, Las Palmas de Gran Canaria, and Bilbao.","links":{"website":["https://en.wikipedia.org/wiki/Spain"],"subreddit":["Spain"]},"path":{"0":[[432,-110],[445,-110],[445,-101],[432,-101]]},"center":{"0":[439,-105]}},
    {"id":17,"name":"Brazil","description":"Brazil (Portuguese: Brasil; Brazilian Portuguese: [bɾaˈziw]), officially the Federative Republic of Brazil (Portuguese: República Federativa do Brasil), is the largest and easternmost country in South America and in Latin America. Brazil is the world's fifth-largest country by area and the seventh most populous. Its capital is Brasília, and its most populous city is São Paulo. The federation is composed of the union of the 26 states and the Federal District.","links":{"website":["https://en.wikipedia.org/wiki/Brazil"],"subreddit":["Brazil"]},"path":{"0":[[448,-110],[461,-110],[461,-89],[448,-89]]},"center":{"0":[455,-99]}}
]